--@IH_Hl
--@A9_y8
local function run(msg, matches)
if matches[1] == 'الاوامر' and is_owner(msg) then
 local help = [[
رفع ادمن ⇰ ⇰ لرفع ادمن
تنزيل ادمن     ⇰ ⇰ لتنزيل ادمن
تثبيت           ⇰ ⇰ لتثبيت رساله
الغاء التثبيت  ⇰ ⇰ لحذف الرسائل المثبته
الاعدادات ⇰ ⇰ لرؤية اعدادت الكروب
ايدي              ⇰ ⇰ لمعرفة ايديك 
حذف            ⇰ ⇰ لحذف رساله بلرد
➖➖➖➖➖➖➖➖➖➖➖
قفل التعديل ⇰ ⇰ لقفل التعديل
فتح التعديل  ⇰ ⇰ لفتح التعديل
قفل الاولاين  ⇰ ⇰ لقفل انلاين
فتح الاولاين  ⇰ ⇰ لفتح انلاين
قفل الروابط ⇰ ⇰ لقفل الروابط
فتح الروابط ⇰ ⇰ لفتح الروابط 
قفل الملصقات ⇰ ⇰ لقفل الملصقات
فتح الملصقات ⇰ ⇰ لفتح الملصقات 
قفل التوجيه ⇰ ⇰ لقفل التوجيه 
فتح التوجيه ⇰ ⇰ لفتح التوجيه
قفل المعرف ⇰ ⇰ لقفل المعرفات 
فتح المعرف ⇰ ⇰ لفتح المعرفات
قفل الكلايش ⇰ ⇰ لقفل الكلايش
فتح الكلايش ⇰ ⇰ لفتح الكلايش
➖➖➖➖➖➖➖➖➖➖➖
كتم الكل ⇰ ⇰ لقفل الكل 
الغاء كتم الكل ⇰ ⇰ لفتح الكل
كتم الصور ⇰ ⇰ لقفل الصور
الغاء كتم الصور ⇰ ⇰ لفتح الصور
كتم الملفات ⇰ ⇰ لقفل الملفات
الغاء كتم الملفات ⇰ ⇰ لفتح الملفات
كتم الصور المتحركه⇰ ⇰ لقفل المتحركة
الغاء كتم الصور المتحركه ⇰ ⇰ لفتح المتحركة
كتم الاغاني ⇰ ⇰ mp3 لقفل
الغاء كتم الاغاني ⇰ ⇰ mp3 لفتح
كتم البصمات ⇰ ⇰ لقفل البصمات
الغاء كتم البصمات ⇰ ⇰ لفتح البصمات
كتم الفديو ⇰ ⇰ لقفل الفيديو
الغاء كتم الفديو ⇰ ⇰ لفتح الفيديو
➖➖➖➖➖➖➖➖➖➖➖➖
DEV           ⇰ ⇰ @IH_Hl
DEV     ⇰ ⇰ @A9_y8
CH     ⇰ ⇰ @HPK_3
]]

               tg.sendMessage(msg.chat_id_, 0, 1, help, 1, 'html')

end
end
return {
  patterns = {
    "^[#!/](الاوامر)$",
  },
  run = run
}
--@IH_Hl
--@A9_y8
